<!doctype html>
<html>
<head>
    @include("install.head")
</head>
<body>
<div class="wrap">
    @include("install.header")
    <div class="section">
        <div class="main">
            <pre class="agreement">
                <p>{{$cms_name}}《软件使用协议》</p>
                <p>感谢您选择联盟之都平台旗下UnionCMS系统。希望我们的努力能为您提供一个高效快速 、安全稳定的建站系统。</p>
                <p>用户须知:</p>
                <p>本协议是关于您使用联盟之都公司旗下的UnionCMS系统的法律协议。无论您是个人或组织、盈利与否、用途如何(包括以学习和研究为目的)，均需仔细阅读本协议，包括免除或者限制联盟之都责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及联盟之都随时对其的修改，您应不使用或主动取消联盟之都公司旗下的UnionCMS系统。否则，您任何对联盟之都产品中的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受联盟之都对服务条款随时所做的任何修改。</p>
                <p>本服务条款一旦发生变更，联盟之都将在系统网页上公布修改内容。修改后的服务条款在网站管理后台上公布即有效代替原来的服务条款。您可随时登陆UnionCMS系统网站查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受本协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，联盟之都公司有权随时中止或终止您对UnionCMS系统的使用资格并保留追究相关法律责任的权利。</p>
                <p>在理解、同意、并遵守本协议的全部条款后，方可开始使用UnionCMS系统。</p>
                <p>联盟之都拥有UnionCMS系统的全部知识产权。UnionCMS系统只供许可协议，并非出售。联盟之都只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本系统的功能或者知识产权。<p>
                <p>1. 协议许可的权利</p>
                <p>您可以在完全遵守本许可协议的基础上，将本系统应用于非商业用途，而不必支付软件版权许可费用。</p>
                <p>您可以在协议规定的约束和限制范围内修改联盟之都产品源代码(如果被提供的话)或界面风格以适应您的网站要求。</p>
                <p>您拥有使用本系统构建的网站中的文章及相关信息的所有权，并独立承担与使用本系统构建的网站内容的审核、注意义务，确保其不侵犯任何人的合法权益，独立承担因使用UnionCMS系统和服务带来的全部责任，若造成联盟之都公司或用户损失的，您应予以全部赔偿。</p>
                <p>若您需将UnionCMS系统或服务用于商业用途，必须另行获得联盟之都的书面许可，您在获得商业授权之后，您可以将本系统应用于商业用途，同时依据所购买的授权类型中确定的技术支持期限、技术支持方式和技术支持内容，自购买时刻起，在技术支持期限内拥有通过指定的方式获得指定范围内的技术支持服务。商业授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。您可以从UnionCMS系统旗下的开发者中心中下载适合您网站的应用程序，但应向应用程序开发者/所有者支付相应的费用。</p>
                <p>2.协议规定的约束和限制</p>
                <p>未获联盟之都公司书面商业授权之前，不得将本系统用于商业用途(包括但不限于企业网站、经营性网站、以营利为目或实现盈利的网站)。购买商业授权请致电0755-82902284了解详情。</p>
                <p>不得对本系统或与之关联的商业授权进行出租、出售、抵押或发放子许可证。</p>
                <p>无论如何，即无论用途如何、是否经过修改或美化、修改程度如何，只要使用联盟之都产品的整体或任何部分，未经书面许可，页面页脚处的联盟之都产品名称和联盟之都公司下属网站(www.union-home.cn、或www.unioncms.cn) 的链接都必须保留，而不能清除或修改。</p>
                <p>禁止在联盟之都产品的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</p>
                <p>您从UnionCMS开发者中心下载的应用程序，未经应用程序开发者/所有者的书面许可，不得对其进行反向工程、反向汇编、反向编译等，不得擅自复制、修改、链接、转载、汇编、发表、出版、发展与之有关的衍生产品、作品等。</p>
                <p>如果您未能遵守本协议的条款，您的授权将被终止，所许可的权利将被收回，同时您应承担相应法律责任。</p>
                <p>3.有限担保和免责声明</p>
                <p>本系统及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。
用户出于自愿而使用本系统,您必须了解使用本系统的风险,在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本系统而产生问题的相关责任。</p>
                <p>联盟之都公司不对使用本系统构建的网站中的文章或信息承担责任,全部责任由您自行承担。</p>
                <p>联盟之都公司无法全面监控由第三方上传至UnionCMS开发者中心的应用程序，因此不保证应用程序的合法性、安全性、完整性、真实性或品质等; 您从UnionCMS开发者中心下载应用程序时，同意自行判断并承担所有风险，而不依赖于联盟之都公司。但在任何情况下，联盟之都公司有权依法停止UnionCMS开发者中心并采取相应行动，包括但不限于对于相关应用程序进行卸载，暂停服务的全部或部分，保存有关记录，并向有关机关报告。由此对您及第三人可能造成的损失，联盟之都公司不承担任何直接、间接或者连带的责任。</p>
                <p>联盟之都公司对提供的系统和服务之及时性、安全性、准确性不作担保，不承担由于不可抗力因素、联盟之都公司无法控制的因素(包括黑客攻击、停断电等)等造成系统使用和服务中止或终止而给您造成的损失，您同意放弃追究联盟之都公司责任的全部权利。联盟之都公司特别提请您注意，联盟之都公司为了保障公司业务发展和调整的自主权，联盟之都公司拥有随时经或未经事先通知而修改系统内容、中止或终止部分或系统使用和服务的权利，修改会公布于联盟之都公司网站或UnionCMS系统网站的相关页面上，一经公布视为通知。联盟之都公司行使修改或中止、终止部分或系统使用和服务的权利而造成损失的，联盟之都公司不需对您或任何第三方负责。</p>
                <p>有关UnionCMS系统最终用户授权协议、商业授权与技术服务的详细内容，均由联盟之都公司独家提供。联盟之都公司拥有在不事先通知的情况下，修改授权协议和服务价目表的权利，修改后的协议或价目表对自改变之日起的新授权用户生效。</p>
                <p>一旦您开始安装联盟之都产品，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权利的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。</p>
                <p>本许可协议条款的解释，效力及纠纷的解决，适用于中华人民共和国大陆法律。</p>
                <p>若您和联盟之都之间发生任何纠纷或争议，首先应友好协商解决，协商不成的， 您在此完全同意将纠纷或争议提交联盟之都所在地深圳市龙岗区人民法院管辖。联盟之都公司拥有对以上各项条款内容的解释权及修改权。</p>
                <p>(正文完)</p>
                <p>联盟之都网络科技（深圳）有限公司</p>
                </pre>
        </div>
        <div class="bottom text-center">
            <a href="{{url('/install?install=2')}}" class="btn btn-primary">接受</a>
        </div>
    </div>
</div>
@include("install.footer")
</body>
</html>